# haskell(|:S:|) | (+++ +++) (^n^n)

==================================================


...
...
>> | # -- haskell.(?).1.1 =
  
  ===(^n) | n+1: (\^n.next.x.x.x.x{-(#=:: ...(∀))-} ... .link.(XX.hs)) =>
  T : haskell(... 98||11 ...) 等の (haskell::=haskell(+)) => コンパイル不能
  T : wrote in (haskell # (ES))

  ===(^n) | n+2: want => 
  .n+1 : 集合的無意識アルゴリズム -> .../ ... #lisp・#チューリングマシン・#数学・#セルオートマトン ... /...
  .n+2 : W(you) (∀.∃) # .∃ => 変換器 : .../ /... #中の人は寝てしまった 
  ===(^n) | n+n: hint. (../ (T(\)=1.1) /..) ="真の瞑想に入っているために|:S:|へのプログラムをブログに書くことにした"
  ..
  ===(^n) | n+3: 中の人 =>
  .now => 集合的無意識アルゴリズム =:: .../ 点滅 / 拡散 / 100匹目の猿 / twitter / blog /...
  .next => 
  .will => (.../ 一 / 方 / 的 / 相 / 互 / 作 / 用 /...)

<<
...
...


====================================================

{-
"haskellerなら読める怖くない"と haskell(+) の事を何も知らない無知な物が言った # (\)
Eval ("真の瞑想に入っている" ..) こと
-}
